[
  "<s>",
  "</s>",
  "القاريء:",
  "الاية:",
  "من",
  "الله",
  "ان",
  "في",
  "ما",
  "لا",
  "الذين",
  "الا",
  "على",
  "ولا",
  "وما",
  "قال",
  "الى",
  "لهم",
  "يا",
  "ومن",
  "ثم",
  "لكم",
  "كان",
  "به",
  "وان",
  "بما",
  "قل",
  "الارض",
  "ذلك",
  "او",
  "له",
  "الذي",
  "هو",
  "امنوا",
  "هم",
  "قالوا",
  "كل",
  "فيها",
  "والله",
  "*",
  "كانوا",
  "عن",
  "انا",
  "اذا",
  "ربك",
  "يوم",
  "عليهم",
  "شيء",
  "هذا",
  "كفروا",
  "كنتم",
  "الناس",
  "السماوات",
  "لم",
  "فان",
  "وهو",
  "انه",
  "اذ",
  "والذين",
  "عليكم",
  "الكتاب",
  "والارض",
  "فلا",
  "منهم",
  "عذاب",
  "ايها",
  "بعد",
  "اني",
  "عليه",
  "حتى",
  "بالله",
  "وهم",
  "واذا",
  "اولئك",
  "انما",
  "ام",
  "رب",
  "موسى",
  "ولقد",
  "فيه",
  "بل",
  "قوم",
  "قد",
  "عند",
  "قبل",
  "لله",
  "خير",
  "يشاء",
  "الدنيا",
  "-",
  "ولكن",
  "ربهم",
  "ولو",
  "مما",
  "السماء",
  "الحق",
  "منكم",
  "عليم",
  "ربنا",
  "انهم",
  "ربكم",
  "النار",
  "فلما",
  "انزل",
  "لمن",
  "ربي",
  "دون",
  "فمن",
  "منه",
  "سبيل",
  "فاذا",
  "يؤمنون",
  "فما",
  "منها",
  "كذلك",
  "العذاب",
  "وقال",
  "الم",
  "وكان",
  "مبين",
  "خلق",
  "لنا",
  "تعملون",
  "يعلمون",
  "بين",
  "للذين",
  "انتم",
  "لو",
  "بها",
  "المؤمنين",
  "اليك",
  "شيئا",
  "اليه",
  "عنهم",
  "لما",
  "بالحق",
  "ربه",
  "اله",
  "انفسهم",
  "واذ",
  "جهنم",
  "لك",
  "يعلم",
  "الاخرة",
  "القيامة",
  "غير",
  "فرعون",
  "هل",
  "ورسوله",
  "قلوبهم",
  "نحن",
  "يومئذ",
  "الشيطان",
  "الظالمين",
  "العزيز",
  "الحياة",
  "لي",
  "كنا",
  "جنات",
  "كيف",
  "اصحاب",
  "ابراهيم",
  "القوم",
  "العالمين",
  "الصالحات",
  "بعض",
  "وقالوا",
  "رحيم",
  "اليم",
  "علم",
  "كما",
  "لعلكم",
  "لن",
  "وانا",
  "الليل",
  "الصلاة",
  "مع",
  "بينهم",
  "الانسان",
  "التي",
  "باياتنا",
  "فقد",
  "عليك",
  "جاء",
  "شاء",
  "تعلمون",
  "الجنة",
  "يعملون",
  "اهل",
  "اعلم",
  "انت",
  "قليلا",
  "لقد",
  "وعملوا",
  "انك",
  "الكافرين",
  "رسول",
  "ايات",
  "قبلهم",
  "غفور",
  "بني",
  "علينا",
  "يقولون",
  "للناس",
  "لقوم",
  "كنت",
  "ارسلنا",
  "عظيم",
  "جميعا",
  "امة",
  "تجري",
  "الدين",
  "نفس",
  "هي",
  "عما",
  "كتاب",
  "اية",
  "مثل",
  "ليس",
  "ولم",
  "كثيرا",
  "هذه",
  "فاولئك",
  "عليها",
  "الرحمن",
  "جعل",
  "وانتم",
  "افلا",
  "انكم",
  "الرسول",
  "ذلكم",
  "ويوم",
  "خالدين",
  "ولهم",
  "الانهار",
  "وقد",
  "يهدي",
  "القران",
  "كذبوا",
  "الحكيم",
  "اسرائيل",
  "واتقوا",
  "ظلموا",
  "بهم",
  "فهم",
  "واما",
  "امر",
  "هؤلاء",
  "بغير",
  "جاءهم",
  "لها",
  "لعلهم",
  "اليوم",
  "اليهم",
  "قوما",
  "وعلى",
  "يقول",
  "امن",
  "يحب",
  "حكيم",
  "هدى",
  "امنا",
  "الملائكة",
  "انفسكم",
  "اكثرهم",
  "لولا",
  "وانه",
  "وكذلك",
  "يريد",
  "عذابا",
  "ذكر",
  "وعد",
  "دونه",
  "كلا",
  "بكم",
  "قدير",
  "خيرا",
  "عنه",
  "وجعلنا",
  "تحتها",
  "صالحا",
  "العظيم",
  "قومه",
  "الموت",
  "ماء",
  "وكانوا",
  "منا",
  "يكون",
  "شديد",
  "اولم",
  "الساعة",
  "فباي",
  "الرحيم",
  "قيل",
  "بكل",
  "بايات",
  "مؤمنين",
  "حق",
  "اياتنا",
  "معه",
  "رحمة",
  "اولياء",
  "الاء",
  "قبلك",
  "وفي",
  "بعضهم",
  "ايديهم",
  "مريم",
  "ولئن",
  "نوح",
  "ربكما",
  "صراط",
  "العليم",
  "ولما",
  "اوتوا",
  "احسن",
  "يكن",
  "الامر",
  "اليكم",
  "اجر",
  "صادقين",
  "فضل",
  "اياته",
  "ملك",
  "ممن",
  "الايات",
  "تر",
  "اكثر",
  "بينهما",
  "الاولين",
  "تكذبان",
  "سوء",
  "المحسنين",
  "احد",
  "فانما",
  "النبي",
  "الاخر",
  "فاما",
  "حيث",
  "حين",
  "جزاء",
  "ابن",
  "جعلنا",
  "لايات",
  "لفي",
  "بينكم",
  "اتقوا",
  "واحدة",
  "قالت",
  "سبيلا",
  "نذير",
  "وجعل",
  "يظلمون",
  "اشد",
  "فضله",
  "كانت",
  "ابدا",
  "السبيل",
  "تلك",
  "العلم",
  "فهو",
  "الملك",
  "الغيب",
  "ويقولون",
  "القول",
  "لئن",
  "فقال",
  "بصير",
  "ولله",
  "اعمالهم",
  "والى",
  "يؤمن",
  "يدعون",
  "عاقبة",
  "ضلال",
  "لكل",
  "يروا",
  "الحمد",
  "سواء",
  "معكم",
  "الزكاة",
  "بانهم",
  "ومنهم",
  "نفسه",
  "مستقيم",
  "جناح",
  "والنهار",
  "فسوف",
  "واولئك",
  "جاءكم",
  "عباده",
  "انزلنا",
  "ذو",
  "ينظرون",
  "تكون",
  "خبير",
  "النهار",
  "الي",
  "كذب",
  "خالدون",
  "عنها",
  "تعقلون",
  "عنكم",
  "بالبينات",
  "المشركين",
  "فيما",
  "ورحمة",
  "عزيز",
  "النساء",
  "الظالمون",
  "ولولا",
  "المرسلين",
  "الجبال",
  "للكافرين",
  "عدو",
  "ال",
  "البحر",
  "واليوم",
  "حسنا",
  "باذن",
  "تولوا",
  "الجحيم",
  "المصير",
  "رسولا",
  "عنده",
  "الحرام",
  "اجمعين",
  "كتب",
  "المتقين",
  "قرية",
  "وله",
  "اجل",
  "فهل",
  "يرجعون",
  "ولن",
  "ماذا",
  "فلن",
  "بلى",
  "فتنة",
  "ياتي",
  "الهدى",
  "يعقلون",
  "نزل",
  "واليه",
  "المؤمنون",
  "بشر",
  "عليما",
  "عظيما",
  "اجرا",
  "المبين",
  "يشعرون",
  "تكونوا",
  "بعده",
  "اتينا",
  "بالاخرة",
  "ايمانكم",
  "ولي",
  "حرم",
  "سميع",
  "نار",
  "مسمى",
  "وقل",
  "تكن",
  "ايمانهم",
  "وكفى",
  "عسى",
  "اتخذوا",
  "الفلك",
  "خلقنا",
  "يوسف",
  "ينفقون",
  "مثلا",
  "ادم",
  "بعضكم",
  "اول",
  "يسمعون",
  "تعبدون",
  "كفر",
  "شهيدا",
  "اولو",
  "بالمعروف",
  "ايام",
  "لاية",
  "اموالهم",
  "رحيما",
  "غفورا",
  "احدا",
  "اخاف",
  "تدعون",
  "الشمس",
  "والقمر",
  "عملوا",
  "العرش",
  "كريم",
  "نارا",
  "تتقون",
  "ترجعون",
  "ولكم",
  "تشكرون",
  "قولا",
  "انها",
  "امرا",
  "السميع",
  "الصالحين",
  "الينا",
  "البر",
  "والاخرة",
  "الملا",
  "الذكر",
  "لهو",
  "ذي",
  "ترى",
  "سلام",
  "المجرمين",
  "نشاء",
  "نجزي",
  "الجن",
  "يشركون",
  "قوة",
  "للمتقين",
  "خلقكم",
  "قبلكم",
  "اراد",
  "واحد",
  "يحيي",
  "ضل",
  "اتيناهم",
  "يتقون",
  "واعلموا",
  "جاءتهم",
  "اكبر",
  "ذا",
  "الرسل",
  "جنة",
  "فقل",
  "يفترون",
  "كلمة",
  "يغفر",
  "فقالوا",
  "ريب",
  "اظلم",
  "اعبدوا",
  "فاتقوا",
  "واتوا",
  "يضل",
  "يخرج",
  "يبين",
  "الماء",
  "يفعل",
  "ينزل",
  "فانه",
  "يديه",
  "يحكم",
  "اتخذ",
  "عاد",
  "بان",
  "حقا",
  "قبله",
  "حسنة",
  "بعدهم",
  "مغفرة",
  "كبيرا",
  "تجد",
  "ولد",
  "بيننا",
  "طائفة",
  "وجوههم",
  "افمن",
  "اتبع",
  "الكافرون",
  "الصادقين",
  "الهة",
  "القرى",
  "اما",
  "تذكرون",
  "ذات",
  "لوط",
  "خوف",
  "وانهم",
  "واني",
  "يوما",
  "الموتى",
  "عيسى",
  "فلم",
  "سمعنا",
  "قدمت",
  "وهدى",
  "بينات",
  "فيهم",
  "الها",
  "كسبت",
  "اولي",
  "الالباب",
  "العقاب",
  "الحساب",
  "نعمة",
  "متاع",
  "فكيف",
  "تتلى",
  "الصدور",
  "امرنا",
  "عمل",
  "حكيما",
  "الفوز",
  "اهلها",
  "علي",
  "تاتيهم",
  "اهلكنا",
  "كذبت",
  "رحمته",
  "وكنا",
  "رزقا",
  "ونحن",
  "كلوا",
  "ببعض",
  "للمؤمنين",
  "يكفر",
  "تقولوا",
  "وبئس",
  "خلت",
  "المسجد",
  "كسبوا",
  "ياتيهم",
  "شر",
  "انى",
  "يستطيعون",
  "التوراة",
  "واذكر",
  "فوق",
  "وهذا",
  "افترى",
  "قلوب",
  "وقيل",
  "يجعل",
  "ملكت",
  "بصيرا",
  "المنافقين",
  "ليقولن",
  "اخرى",
  "شك",
  "رسلنا",
  "كذبا",
  "كافرون",
  "والذي",
  "بهذا",
  "سبع",
  "قلنا",
  "ادخلوا",
  "نفسا",
  "قلوبكم",
  "يكسبون",
  "معرضون",
  "معهم",
  "سنة",
  "الفضل",
  "سبحانه",
  "اهله",
  "مسلمون",
  "اوتي",
  "اين",
  "والملائكة",
  "دابة",
  "بعيد",
  "قريب",
  "بينة",
  "ازواجا",
  "داوود",
  "الظلمات",
  "بالقسط",
  "يخلق",
  "الكذب",
  "رسوله",
  "واطيعوا",
  "يرد",
  "عندنا",
  "السوء",
  "السيئات",
  "اليما",
  "مكان",
  "الانعام",
  "اوحينا",
  "اسم",
  "وانت",
  "يستهزئون",
  "ارايتم",
  "يوحى",
  "انزلناه",
  "مرة",
  "الخلق",
  "المدينة",
  "عباد",
  "وكل",
  "الاولى",
  "ويل",
  "كمثل",
  "يحزنون",
  "ينصرون",
  "لقومه",
  "واذكروا",
  "فلولا",
  "الخاسرين",
  "يفعلون",
  "فريق",
  "الدار",
  "واتبعوا",
  "الشياطين",
  "وقالت",
  "ولدا",
  "لهن",
  "الامور",
  "فوقهم",
  "غيره",
  "تتخذوا",
  "فانظر",
  "بعذاب",
  "اخذ",
  "للعالمين",
  "اتاهم",
  "رجل",
  "شركاء",
  "وذلك",
  "مبينا",
  "وليا",
  "يريدون",
  "يفقهون",
  "وكيلا",
  "الحسنى",
  "حرج",
  "سبيله",
  "وجدنا",
  "فيقول",
  "اليس",
  "بغتة",
  "اعبد",
  "عالم",
  "توعدون",
  "الرزق",
  "سلطان",
  "ثمود",
  "اذن",
  "صبروا",
  "المجرمون",
  "يكونوا",
  "الكفار",
  "سبحان",
  "الاخرين",
  "ادراك",
  "بالغيب",
  "المفلحون",
  "مرض",
  "كلما",
  "وانزل",
  "تكفرون",
  "وانزلنا",
  "يكفرون",
  "اجرهم",
  "اخذنا",
  "يؤمنوا",
  "سيئة",
  "القربى",
  "مهين",
  "اشركوا",
  "ورسله",
  "وراء",
  "بامره",
  "ارسلناك",
  "اهواءهم",
  "البيت",
  "شهداء",
  "امنتم",
  "اتبعوا",
  "ترك",
  "اخر",
  "عبادي",
  "بي",
  "حدود",
  "كم",
  "هارون",
  "درجات",
  "الحي",
  "خلفهم",
  "قول",
  "شهيد",
  "ويعلم",
  "باية",
  "بذات",
  "قتل",
  "كتابا",
  "خبيرا",
  "نصيرا",
  "يضلل",
  "يستوي",
  "امين",
  "نبا",
  "تاب",
  "وترى",
  "سحر",
  "راى",
  "امرهم",
  "اخرج",
  "بشرا",
  "وثمود",
  "تسمع",
  "افلم",
  "اليمين",
  "للمكذبين",
  "ومما",
  "يوقنون",
  "ذهب",
  "يبصرون",
  "الثمرات",
  "فاتوا",
  "مثله",
  "وبشر",
  "الفاسقين",
  "الخاسرون",
  "ابليس",
  "مني",
  "مصدقا",
  "واقيموا",
  "سجدا",
  "طعام",
  "بالذي",
  "وعمل",
  "هزوا",
  "البينات",
  "عدوا",
  "كانهم",
  "الكفر",
  "وجهه",
  "كن",
  "جاءك",
  "والحكمة",
  "ويعقوب",
  "فيكم",
  "موتها",
  "يتخذ",
  "اموالكم",
  "تفلحون",
  "ثلاثة",
  "ابتغاء",
  "زين",
  "يرجون",
  "مؤمن",
  "احق",
  "عليهن",
  "وتلك",
  "كثيرة",
  "فمنهم",
  "انفقوا",
  "للظالمين",
  "عنا",
  "البلاغ",
  "تاكلون",
  "واطيعون",
  "مرجعكم",
  "شديدا",
  "دين",
  "صدق",
  "فذوقوا",
  "تقول",
  "سلطانا",
  "رسل",
  "يذكرون",
  "انظر",
  "وربك",
  "يقولوا",
  "اضل",
  "معك",
  "فانا",
  "ويقول",
  "ساء",
  "امره",
  "بيني",
  "حميم",
  "اسالكم",
  "فانى",
  "المسلمين",
  "ويا",
  "استكبروا",
  "رسلهم",
  "معي",
  "واصحاب",
  "والمؤمنات",
  "عدن",
  "تقوم",
  "السمع",
  "الغفور",
  "فاصبر",
  "عبادنا",
  "وسخر",
  "ااذا",
  "نطفة",
  "رزقناهم",
  "وكلا",
  "وكذبوا",
  "ثمنا",
  "نؤمن",
  "القرية",
  "هادوا",
  "فريقا",
  "سليمان",
  "منهما",
  "كثير",
  "تبين",
  "فله",
  "يختلفون",
  "وجه",
  "قضى",
  "فيكون",
  "حنيفا",
  "وربكم",
  "يات",
  "الصابرين",
  "مصيبة",
  "تابوا",
  "الرياح",
  "اباءنا",
  "يهتدون",
  "اخيه",
  "ذكرا",
  "نصيب",
  "كبير",
  "دينكم",
  "وجاهدوا",
  "حليم",
  "النور",
  "وهي",
  "الطير",
  "ذرية",
  "دعوا",
  "دينهم",
  "ويغفر",
  "بك",
  "المسيح",
  "يدي",
  "الكاذبين",
  "وبينكم",
  "المنكر",
  "صدورهم",
  "فانهم",
  "ايديكم",
  "فالذين",
  "قليل",
  "حكما",
  "وانفسهم",
  "يعمل",
  "يجدون",
  "يشا",
  "حديث",
  "فاخذتهم",
  "الظن",
  "الطيبات",
  "المفسدين",
  "النعيم",
  "بلغ",
  "باسنا",
  "الصور",
  "والشهادة",
  "جاءت",
  "اياتي",
  "اثنين",
  "ارسل",
  "لهما",
  "يرسل",
  "وجاء",
  "مجرمين",
  "يتفكرون",
  "الباطل",
  "الاعراب",
  "القرون",
  "يغني",
  "راوا",
  "لنفسه",
  "الاحزاب",
  "يملكون",
  "الامثال",
  "الحميد",
  "بحمد",
  "بمن",
  "عين",
  "يوعدون",
  "تكذبون",
  "بيوت",
  "تنزيل",
  "ابصارهم",
  "والسماء",
  "تفعلوا",
  "ويهدي",
  "استوى",
  "للملائكة",
  "سبحانك",
  "لبعض",
  "اذكروا",
  "انزلت",
  "بالباطل",
  "قلتم",
  "ادنى",
  "النبيين",
  "كونوا",
  "اكون",
  "بغافل",
  "فويل",
  "ميثاق",
  "والمساكين",
  "ديارهم",
  "الفاسقون",
  "تعلم",
  "نصير",
  "يذكر",
  "واسماعيل",
  "مسلمين",
  "ملة",
  "واسحاق",
  "اعمالكم",
  "تكونن",
  "ولعلكم",
  "اختلفوا",
  "يسالونك",
  "فيهن",
  "فضلا",
  "سريع",
  "تولى",
  "باذنه",
  "متى",
  "كره",
  "اقرب",
  "يشكرون",
  "ويميت",
  "يتبعون",
  "بعضا",
  "فاخذهم",
  "لاولي",
  "الابصار",
  "تشاء",
  "الخير",
  "والرسول",
  "هنالك",
  "طيبة",
  "تؤمنوا",
  "كالذين",
  "فليتوكل",
  "يتوب",
  "مثوى",
  "كمن",
  "نفعا",
  "يشرك",
  "عندك",
  "نفسك",
  "واتبع",
  "ضلوا",
  "نورا",
  "نفسي",
  "وبين",
  "واتيناه",
  "اتاكم",
  "فاصبحوا",
  "مكانا",
  "دخلوا",
  "ضرا",
  "الايمان",
  "تخرج",
  "اقول",
  "فانك",
  "بربهم",
  "بريء",
  "يفلح",
  "اساطير",
  "لكاذبون",
  "امم",
  "والبحر",
  "قومك",
  "لابيه",
  "علما",
  "اوحي",
  "تجزون",
  "والشمس",
  "والانس",
  "وكم",
  "ظالمين",
  "نعم",
  "اغنى",
  "بيوتا",
  "مدين",
  "فعل",
  "عذابي",
  "قريبا",
  "الوعد",
  "اجري",
  "تخف",
  "يعبدون",
  "قرانا",
  "سنين",
  "رواسي",
  "ترابا",
  "اانا",
  "يبسط",
  "ويقدر",
  "معلوم",
  "الاعلى",
  "نجعل",
  "للرحمن",
  "تبصرون",
  "ظلمات",
  "عهد",
  "وكنتم",
  "ليلة",
  "وقولوا",
  "توليتم",
  "بغيا",
  "غضب",
  "الف",
  "يدخل",
  "اليهود",
  "قولهم",
  "واسع",
  "ونذيرا",
  "عنك",
  "تتبع",
  "اجعل",
  "ولكل",
  "الخيرات",
  "كفار",
  "ينفع",
  "يرون",
  "تتبعوا",
  "اياه",
  "اثم",
  "والكتاب",
  "وابن",
  "اثما",
  "تاكلوا",
  "وانفقوا",
  "يجد",
  "تحشرون",
  "العزة",
  "القتال",
  "فيهما",
  "يدعو",
  "وتتقوا",
  "عليهما",
  "نعمت",
  "لذو",
  "ياتيكم",
  "صبرا",
  "مائة",
  "تنفقوا",
  "واقاموا",
  "والانجيل",
  "ليوم",
  "نصيبا",
  "الميت",
  "انثى",
  "انباء",
  "اولى",
  "كافرين",
  "وجوه",
  "ترحمون",
  "ذكروا",
  "ظن",
  "ذوقوا",
  "رجالا",
  "ويجعل",
  "اللاتي",
  "مثقال",
  "ليتني",
  "اخرين",
  "باموالهم",
  "واوحينا",
  "وهارون",
  "رسلا",
  "الاثم",
  "نور",
  "يملك",
  "يخافون",
  "اريد",
  "مقيم",
  "واصلح",
  "اعرض",
  "رزقكم",
  "طين",
  "لقضي",
  "خسروا",
  "نقول",
  "وضل",
  "ابواب",
  "ووهبنا",
  "خلقناكم",
  "وجعلوا",
  "تطع",
  "دار",
  "لقاء",
  "الغني",
  "مال",
  "لغفور",
  "يبعثون",
  "ومنها",
  "ساعة",
  "فاليوم",
  "ادعوا",
  "فكذبوه",
  "اخاهم",
  "ونذر",
  "يعبد",
  "واهله",
  "يهد",
  "السحرة",
  "القوا",
  "برب",
  "فكان",
  "يك",
  "وقوم",
  "عملا",
  "علمت",
  "عربيا",
  "ابت",
  "المخلصين",
  "يسير",
  "تالله",
  "الكبير",
  "شكور",
  "بسلطان",
  "الريح",
  "ضرب",
  "وعيون",
  "لبثتم",
  "امري",
  "نبيا",
  "السعير",
  "ورب",
  "اقسم",
  "اعوذ",
  "انعمت",
  "خلوا",
  "يعمهون",
  "بالهدى",
  "اذانهم",
  "محيط",
  "فاخرج",
  "ازواج",
  "الشجرة",
  "وامنوا",
  "عدل",
  "تنظرون",
  "ظالمون",
  "طيبات",
  "رزقناكم",
  "فكلوا",
  "واشربوا",
  "الطور",
  "ورحمته",
  "الان",
  "واليتامى",
  "يخفف",
  "واتينا",
  "احدهم",
  "اسلم",
  "مقام",
  "يتلو",
  "وعيسى",
  "اانتم",
  "وجهك",
  "للحق",
  "لعنة",
  "حبا",
  "يرى",
  "يسمع",
  "دعاء",
  "ياكلون",
  "احدكم",
  "احل",
  "هن",
  "الحج",
  "اذى",
  "فاذكروا",
  "حساب",
  "نصر",
  "يتذكرون",
  "اربعة",
  "خفتم",
  "اولادكم",
  "متاعا",
  "ملكا",
  "فليس",
  "وجنوده",
  "فئة",
  "وانك",
  "منهن",
  "غني",
  "تراب",
  "الكبر",
  "الخبيث",
  "الربا",
  "جاءه",
  "تجدوا",
  "والمؤمنون",
  "واخر",
  "لدنك",
  "بذنوبهم",
  "ناصرين",
  "ربها",
  "لديهم",
  "تعالوا",
  "تنزل",
  "عوجا",
  "ظلما",
  "كله",
  "مس",
  "الشاكرين",
  "ثواب",
  "نبي",
  "اغفر",
  "وعده",
  "واستغفر",
  "ايمانا",
  "فبئس",
  "سيئاتهم",
  "رشدا",
  "سعيرا",
  "وبنات",
  "المؤمنات",
  "تقتلوا",
  "يسيرا",
  "الرجال",
  "واعتدنا",
  "تك",
  "سوف",
  "عزيزا",
  "فاعرض",
  "كيد",
  "وتوكل",
  "باس",
  "قومهم",
  "مؤمنا",
  "واعد",
  "اعد",
  "عبادك",
  "يتلى",
  "عندهم",
  "فتكون",
  "النفس",
  "فينبئكم",
  "حزب",
  "فاسقون",
  "تحت",
  "يستكبرون",
  "جعلناه",
  "رجلا",
  "امرت",
  "اي",
  "تشركون",
  "بلقاء",
  "يجحدون",
  "نسوا",
  "خزائن",
  "الاعمى",
  "تستعجلون",
  "الحكم",
  "يبعث",
  "وتعالى",
  "يصفون",
  "خالق",
  "بمعجزين",
  "اعملوا",
  "المسرفين",
  "اباؤنا",
  "بالتي",
  "الكيل",
  "امنت",
  "وذكرى",
  "لكما",
  "مخلصين",
  "برحمة",
  "ستة",
  "نوحا",
  "الغابرين",
  "شعيبا",
  "ساحر",
  "وقومه",
  "فارسلنا",
  "وظنوا",
  "المنافقون",
  "تحزن",
  "سورة",
  "سالتهم",
  "وعاد",
  "وعدا",
  "توكلت",
  "يعيده",
  "ليجزي",
  "الضر",
  "سبقت",
  "والابصار",
  "افتراه",
  "المنذرين",
  "اهتدى",
  "واصبر",
  "تعبدوا",
  "وحاق",
  "مالا",
  "مريب",
  "الصيحة",
  "سلاما",
  "ابانا",
  "وتركنا",
  "لعلي",
  "علمنا",
  "وتولى",
  "امنين",
  "يسيروا",
  "يتذكر",
  "مثلكم",
  "المرسلون",
  "الهكم",
  "كفورا",
  "خلقا",
  "متكئين",
  "صفا",
  "نادى",
  "بكرة",
  "تذكرة",
  "اتاك",
  "قدر",
  "وابقى",
  "يسبحون",
  "يتساءلون",
  "افرايتم",
  "الفصل",
  "حم",
  "والليل",
  "نعبد",
  "الصراط",
  "الضالين",
  "بمؤمنين",
  "يكذبون",
  "اشتروا",
  "الضلالة",
  "يكاد",
  "اندادا",
  "نزلنا",
  "عبدنا",
  "اقل",
  "غيب",
  "اسجدوا",
  "وقلنا",
  "التواب",
  "نعمتي",
  "يقبل",
  "شفاعة",
  "العجل",
  "تهتدون",
  "نرى",
  "الباب",
  "فقلنا",
  "عينا",
  "رزق",
  "فلهم",
  "فوقكم",
  "بقوة",
  "علمتم",
  "الجاهلين",
  "ادع",
  "جئت",
  "خشية",
  "يعلنون",
  "يخلف",
  "تقولون",
  "احسانا",
  "خزي",
  "قلوبنا",
  "السحر",
  "بخير",
  "لانفسكم",
  "هودا",
  "فالله",
  "المشرق",
  "واتخذوا",
  "السجود",
  "بمثل",
  "وجوهكم",
  "بشيء",
  "واصلحوا",
  "طيبا",
  "المتقون",
  "عني",
  "فاني",
  "التقوى",
  "الفساد",
  "رءوف",
  "السلم",
  "فاعلموا",
  "ترجع",
  "تدخلوا",
  "ياتكم",
  "حبطت",
  "رحمت",
  "ويسالونك",
  "مؤمنة",
  "بمعروف",
  "ظلم",
  "سرا",
  "معروفا",
  "وصية",
  "قرضا",
  "اخرجنا",
  "العلي",
  "الطاغوت",
  "ماله",
  "حميد",
  "انصار",
  "الصدقات",
  "بالليل",
  "بالعدل",
  "تجارة",
  "ويعذب",
  "واطعنا",
  "تحمل",
  "الارحام",
  "الفتنة",
  "تغني",
  "اولادهم",
  "والانعام",
  "اننا",
  "فاغفر",
  "بعيدا",
  "تحبون",
  "ذنوبكم",
  "امرات",
  "وسبح",
  "نساء",
  "ايهم",
  "بيوتكم",
  "الشاهدين",
  "فاحكم",
  "تختلفون",
  "خلقه",
  "يؤتيه",
  "وبما",
  "الطعام",
  "لكان",
  "واكثرهم",
  "يعذبهم",
  "وجنات",
  "المكذبين",
  "وليعلم",
  "وكاين",
  "وماواهم",
  "ومنكم",
  "عفا",
  "يغشى",
  "قتلوا",
  "فبما",
  "نعلم",
  "بافواههم",
  "بالذين",
  "يسارعون",
  "فامنوا",
  "جاءوا",
  "خلقت",
  "لكن",
  "نزلا",
  "وخلق",
  "الانثيين",
  "ازواجكم",
  "يطع",
  "اعتدنا",
  "زوج",
  "امهاتكم",
  "اجورهن",
  "رزقهم",
  "ذرة",
  "مفعولا",
  "اهدى",
  "واحسن",
  "ضلالا",
  "رايت",
  "يصدون",
  "اخرجوا",
  "لدنا",
  "مستقيما",
  "يقاتلون",
  "يخشون",
  "وبينهم",
  "رقبة",
  "القى",
  "عرض",
  "سوءا",
  "خسر",
  "يدخلون",
  "قديرا",
  "حرمنا",
  "وصدوا",
  "عبدا",
  "يبتغون",
  "واجر",
  "عشر",
  "جاءنا",
  "يخرجوا",
  "بالمؤمنين",
  "اثارهم",
  "وكثير",
  "يؤفكون",
  "سمعوا",
  "اعينهم",
  "مؤمنون",
  "منك",
  "الرحمة",
  "فاطر",
  "الخبير",
  "كبر",
  "عندي",
  "الذكرى",
  "ذكرى",
  "وذكر",
  "اسحاق",
  "ولوطا",
  "صلاتهم",
  "زعمتم",
  "النجوم",
  "فاخرجنا",
  "الانس",
  "فذرهم",
  "يمشي",
  "يمكرون",
  "غافلون",
  "فلله",
  "والميزان",
  "انني",
  "وزر",
  "جعلكم",
  "موازينه",
  "زينة",
  "اجلهم",
  "ونادى",
  "رجال",
  "تبارك",
  "فانجيناه",
  "وحده",
  "تاكل",
  "صالح",
  "ارسلت",
  "الحسنة",
  "مكر",
  "بعثنا",
  "وملئه",
  "بيضاء",
  "اعين",
  "الراحمين",
  "بعدها",
  "هواه",
  "ايان",
  "ورزق",
  "الصم",
  "مدبرين",
  "معنا",
  "فاسقين",
  "كفرتم",
  "سخر",
  "الاولون",
  "يبدا",
  "ضر",
  "مسه",
  "يستمعون",
  "افانت",
  "قضي",
  "الخلد",
  "وامرت",
  "الاليم",
  "مثلنا",
  "حفيظ",
  "كيدا",
  "للانسان",
  "فاعلين",
  "السجن",
  "الواحد",
  "القهار",
  "فينظروا",
  "جديد",
  "القلوب",
  "ماب",
  "رءوسهم",
  "فسبح",
  "اليقين",
  "اتى",
  "سيئات",
  "البصر",
  "تفعلون",
  "وبنين",
  "بعباده",
  "يسبح",
  "اذهب",
  "ملائكة",
  "عبده",
  "الحديث",
  "الشمال",
  "ثلاث",
  "ارايت",
  "يسرا",
  "ينبغي",
  "يخشى",
  "الكبرى",
  "طغى",
  "شجرة",
  "ويلنا",
  "والجبال",
  "بالعذاب",
  "يسعى",
  "صيحة",
  "فاكهة",
  "مجنون",
  "مدكر",
  "المستقيم",
  "السفهاء",
  "طغيانهم",
  "مثلهم",
  "حوله",
  "تجعلوا",
  "مطهرة",
  "يحييكم",
  "سماوات",
  "الاسماء",
  "كلها",
  "تكتمون",
  "لادم",
  "فسجدوا",
  "مستقر",
  "فتاب",
  "واوفوا",
  "يظنون",
  "بلاء",
  "اتخذتم",
  "شئتم",
  "يفسقون",
  "عشرة",
  "اناس",
  "تعثوا",
  "مفسدين",
  "ويقتلون",
  "والنصارى",
  "ورفعنا",
  "خذوا",
  "السبت",
  "وموعظة",
  "يامركم",
  "فهي",
  "يكتبون",
  "تخرجون",
  "بالاثم",
  "والعدوان",
  "لعنهم",
  "مصدق",
  "وللكافرين",
  "بالظالمين",
  "يود",
  "وبشرى",
  "وملائكته",
  "ظهورهم",
  "مثلها",
  "تريدون",
  "بالايمان",
  "نصارى",
  "يتلون",
  "اسمه",
  "والمغرب",
  "حضر",
  "يعقوب",
  "واحدا",
  "تسالون",
  "شقاق",
  "شهادة",
  "يتبع",
  "لرءوف",
  "ابناءهم",
  "واشكروا",
  "يكتمون",
  "والناس",
  "خطوات",
  "ولحم",
  "والضراء",
  "وحين",
  "صدقوا",
  "خاف",
  "سفر",
  "نسائكم",
  "وكلوا",
  "الفجر",
  "اموال",
  "وليس",
  "اتقى",
  "وقاتلوا",
  "القتل",
  "يقاتلوكم",
  "يبلغ",
  "اشهر",
  "يعلمه",
  "قلبه",
  "المهاد",
  "بالعباد",
  "كافة",
  "جاءتكم",
  "وقضي",
  "ليحكم",
  "هاجروا",
  "اليتامى",
  "يحل",
  "اجلهن",
  "وسعها",
  "فريضة",
  "قدره",
  "بيده",
  "معروف",
  "خرجوا",
  "شرب",
  "فضلنا",
  "فات",
  "كالذي",
  "خاوية",
  "حبة",
  "يضاعف",
  "ومغفرة",
  "ينفق",
  "يعدكم",
  "الحكمة",
  "سيئاتكم",
  "تظلمون",
  "بسيماهم",
  "يقوم",
  "سلف",
  "اثيم",
  "رجلين",
  "احداهما",
  "الاخرى",
  "رسله",
  "تاويله",
  "الميعاد",
  "لعبرة",
  "ورضوان",
  "اللهم",
  "عملت",
  "اطيعوا",
  "زكريا",
  "الدعاء",
  "فاعبدوه",
  "اوتيتم",
  "جزاؤهم",
  "لبني",
  "بيت",
  "تطيعوا",
  "وكيف",
  "اعداء",
  "الادبار",
  "قائمة",
  "تصبروا",
  "اهلك",
  "جعله",
  "فانظروا",
  "جاهدوا",
  "اصابهم",
  "وحسن",
  "خاسرين",
  "مولاكم",
  "غليظ",
  "تحسبن",
  "يستبشرون",
  "احسنوا",
  "يحزنك",
  "الطيب",
  "الحريق",
  "بظلام",
  "للعبيد",
  "الغرور",
  "بربكم",
  "الابرار",
  "البلاد",
  "ماواهم",
  "للذكر",
  "اباؤكم",
  "ياتين",
  "الفاحشة",
  "كرها",
  "فعسى",
  "يظلم",
  "حديثا",
  "تقربوا",
  "تعلموا",
  "تؤمنون",
  "جاءوك",
  "يحلفون",
  "يجدوا",
  "فعلوه",
  "صراطا",
  "انعم",
  "مودة",
  "واجعل",
  "تصبهم",
  "السلام",
  "لست",
  "ارض",
  "وقع",
  "يجادل",
  "اناثا",
  "غرورا",
  "الانفس",
  "ليغفر",
  "وسوف",
  "نهوا",
  "يشهد",
  "ويزيدهم",
  "يصنعون",
  "ابناء",
  "املك",
  "واتل",
  "يدك",
  "فاصبح",
  "خلاف",
  "فترى",
  "جهد",
  "ويؤتون",
  "الغالبون",
  "واضل",
  "لبئس",
  "بلغت",
  "يقتلون",
  "لسان",
  "وعن",
  "ليعلم",
  "ياتوا",
  "الرازقين",
  "قلت",
  "رضي",
  "ورضوا",
  "يعدلون",
  "معرضين",
  "قرن",
  "تحتهم",
  "سيروا",
  "وقرا",
  "والبصير",
  "شفيع",
  "حسابهم",
  "فتنا",
  "نفصل",
  "لنكونن",
  "وكذب",
  "بوكيل",
  "هدانا",
  "القمر",
  "مهتدون",
  "وموسى",
  "يلعبون",
  "انشاكم",
  "نبات",
  "وغير",
  "وكيل",
  "بصائر",
  "مرجعهم",
  "كلمت",
  "ميتا",
  "بانفسهم",
  "يحشرهم",
  "يومكم",
  "ليضل",
  "اليتيم",
  "اشده",
  "بالحسنة",
  "بالسيئة",
  "تزر",
  "وازرة",
  "لتنذر",
  "خفت",
  "الساجدين",
  "يامر",
  "يستاخرون",
  "ضعف",
  "وعدنا",
  "يومهم",
  "نعمل",
  "رسالات",
  "اجئتنا",
  "واباؤكم",
  "استضعفوا",
  "جاثمين",
  "امراته",
  "وامطرنا",
  "الحاكمين",
  "السيئة",
  "نقص",
  "فارسل",
  "ساجدين",
  "فاستكبروا",
  "باركنا",
  "قومي",
  "وامر",
  "لربهم",
  "كانه",
  "اشرك",
  "اتيناه",
  "شئنا",
  "وممن",
  "يخلقون",
  "يمشون",
  "يتوكلون",
  "وينزل",
  "حجارة",
  "ارى",
  "استطعتم",
  "اتبعك",
  "ائمة",
  "نعيم",
  "كارهون",
  "يعلموا",
  "الخزي",
  "والمنافقات",
  "مرتين",
  "والقران",
  "الر",
  "يفصل",
  "الشر",
  "ياكل",
  "ليلا",
  "يرزقكم",
  "حقت",
  "اعمل",
  "نعدهم",
  "واسروا",
  "وجعلناهم",
  "ائتوني",
  "توبوا",
  "كفور",
  "يستجيبوا",
  "مرية",
  "جرم",
  "الهتنا",
  "فينا",
  "لشيء",
  "اصاب",
  "بئس",
  "يرجع",
  "رايتهم",
  "تاويل",
  "قميصه",
  "وعلما",
  "لدينا",
  "منكرون",
  "ولمن",
  "حمل",
  "منذر",
  "هاد",
  "يجادلون",
  "خلقوا",
  "اعمى",
  "فنعم",
  "مكرهم",
  "ولعذاب",
  "كفى",
  "بالقول",
  "بقدر",
  "لنحن",
  "سرر",
  "مصبحين",
  "فكانوا",
  "شركائي",
  "يشاءون",
  "يموت",
  "يشتهون",
  "بربك",
  "تجعل",
  "لمبعوثون",
  "جانب",
  "كتابه",
  "الروح",
  "كسفا",
  "الارائك",
  "وبينك",
  "فكانت",
  "ونفخ",
  "ذكري",
  "يحيى",
  "حيا",
  "عبد",
  "غفلة",
  "الشفاعة",
  "يخاف",
  "مساكنهم",
  "يسال",
  "مشفقون",
  "فجعلناهم",
  "والطير",
  "القبور",
  "الحميم",
  "منافع",
  "نكير",
  "ازواجهم",
  "وعظاما",
  "متنا",
  "امرئ",
  "افك",
  "جان",
  "االه",
  "يكذب",
  "وفرعون",
  "محضرون",
  "وبدا",
  "وصدق",
  "تبديلا",
  "جند",
  "اواب",
  "بيوم",
  "ظننتم",
  "خاشعة",
  "يخرجون",
  "تفسدوا",
  "قاموا",
  "وابصارهم",
  "وادعوا",
  "اعدت",
  "يضرب",
  "ينقضون",
  "يميتكم",
  "واعلم",
  "اهبطوا",
  "تبع",
  "باياتي",
  "فاتقون",
  "بالصبر",
  "راجعون",
  "يؤخذ",
  "ابناءكم",
  "واغرقنا",
  "اربعين",
  "بغضب",
  "ميثاقكم",
  "بقرة",
  "الحرث",
  "مسلمة",
  "كادوا",
  "يسرون",
  "عهدا",
  "وبالوالدين",
  "دياركم",
  "تقتلون",
  "بروح",
  "القدس",
  "بكفرهم",
  "واسمعوا",
  "خالصة",
  "حياة",
  "يعمر",
  "عاهدوا",
  "تتلو",
  "المرء",
  "ينفعهم",
  "ولبئس",
  "تقدموا",
  "هاتوا",
  "برهانكم",
  "محسن",
  "النصارى",
  "منع",
  "تاتينا",
  "بشيرا",
  "اماما",
  "ذريتي",
  "تقبل",
  "لرب",
  "اصطفى",
  "بعدي",
  "والاسباط",
  "اهتدوا",
  "عابدون",
  "سيقول",
  "لنعلم",
  "ينقلب",
  "يعرفون",
  "الممترين",
  "احياء",
  "تشعرون",
  "الخوف",
  "شعائر",
  "وماتوا",
  "واختلاف",
  "فاحيا",
  "كرة",
  "حلالا",
  "بالسوء",
  "نتبع",
  "اباؤهم",
  "الميتة",
  "والدم",
  "لغير",
  "اضطر",
  "المال",
  "واقام",
  "والصابرين",
  "والانثى",
  "اعتدى",
  "شهر",
  "شهد",
  "الشهر",
  "هداكم",
  "دعوة",
  "البيوت",
  "يقاتلونكم",
  "المعتدين",
  "انتهوا",
  "الهدي",
  "صدقة",
  "فصيام",
  "فرض",
  "اتنا",
  "مرضات",
  "يبدل",
  "يرزق",
  "مبشرين",
  "ومنذرين",
  "انفقتم",
  "استطاعوا",
  "تنكحوا",
  "امركم",
  "حرث",
  "يؤاخذكم",
  "ارادوا",
  "درجة",
  "اتيتموهن",
  "طلقتم",
  "يعظكم",
  "ازكى",
  "للتقوى",
  "علمكم",
  "بعث",
  "يؤت",
  "وال",
  "فصل",
  "علمه",
  "وسع",
  "مر",
  "عام",
  "لبثت",
  "لحما",
  "اكلها",
  "نخيل",
  "تبدوا",
  "هداهم",
  "يسالون",
  "وعلانية",
  "وذروا",
  "ضعيفا",
  "واغفر",
  "الفرقان",
  "انتقام",
  "يخفى",
  "ذنوبنا",
  "واولو",
  "قائما",
  "الاسلام",
  "اسلموا",
  "صدوركم",
  "المحراب",
  "وجد",
  "دعا",
  "هب",
  "غلام",
  "تكلم",
  "بالعشي",
  "يختصمون",
  "المقربين",
  "جئتكم",
  "اجورهم",
  "وانفسكم",
  "القصص",
  "ها",
  "يشترون",
  "بعهد",
  "ينظر",
  "بالكتاب",
  "لبشر",
  "بالكفر",
  "افغير",
  "يبغون",
  "طوعا",
  "دينا",
  "كفرا",
  "للذي",
  "مباركا",
  "واعتصموا",
  "ويامرون",
  "وينهون",
  "يسجدون",
  "ريح",
  "افواههم",
  "اذلة",
  "بشرى",
  "فعلوا",
  "فاحشة",
  "ونعم",
  "محمد",
  "الرعب",
  "اراكم",
  "يدعوكم",
  "لكيلا",
  "اصابكم",
  "الجاهلية",
  "هاهنا",
  "الجمعان",
  "لاخوانهم",
  "متم",
  "ينصركم",
  "قاتلوا",
  "بنعمة",
  "وفضل",
  "يضيع",
  "استجابوا",
  "لرسول",
  "عزم",
  "اتوا",
  "قياما",
  "عامل",
  "ثوابا",
  "زوجها",
  "ونساء",
  "تعدلوا",
  "هنيئا",
  "حسيبا",
  "حظ",
  "اثنتين",
  "اخوة",
  "يدخله",
  "عنهما",
  "التوبة",
  "بجهالة",
  "تبت",
  "بفاحشة",
  "بهتانا",
  "المحصنات",
  "كريما",
  "تخافون",
  "مهينا",
  "فساء",
  "جئنا",
  "مرضى",
  "صعيدا",
  "وايديكم",
  "عفوا",
  "الكلم",
  "يؤتون",
  "واتيناهم",
  "سميعا",
  "اردنا",
  "اكن",
  "باحسن",
  "يصلون",
  "وغضب",
  "القاعدين",
  "واسعة",
  "وساءت",
  "مطر",
  "يرضى",
  "اذان",
  "واتخذ",
  "واياكم",
  "تكفروا",
  "يذهبكم",
  "الهوى",
  "يخوضوا",
  "نكن",
  "الجهر",
  "ميثاقهم",
  "وسليمان",
  "بعلمه",
  "يشهدون",
  "المقربون",
  "واستكبروا",
  "هلك",
  "اوفوا",
  "حل",
  "عمله",
  "وارجلكم",
  "نعمته",
  "العداوة",
  "والبغضاء",
  "رسولنا",
  "يهلك",
  "وامه",
  "يعذبكم",
  "احدهما",
  "اخي",
  "سماعون",
  "ياتوك",
  "الانجيل",
  "ليبلوكم",
  "نادمين",
  "اهؤلاء",
  "يقيمون",
  "يتول",
  "طغيانا",
  "وكفرا",
  "والقينا",
  "رجس",
  "وبال",
  "غيركم",
  "قربى",
  "علام",
  "الغيوب",
  "باذني",
  "نريد",
  "واية",
  "وكنت",
  "واجل",
  "تكسبون",
  "اغير",
  "عصيت",
  "بضر",
  "ائنكم",
  "باياته",
  "تزعمون",
  "مشركين",
  "اكنة",
  "امثالكم",
  "فاخذناهم",
  "وزين",
  "فتحنا",
  "دابر",
  "نصرف",
  "نرسل",
  "يمسهم",
  "يتوفاكم",
  "ويرسل",
  "شيعا",
  "شراب",
  "وعذاب",
  "ائتنا",
  "واتقوه",
  "ينفخ",
  "ملكوت",
  "احب",
  "بظلم",
  "ذريته",
  "مبارك",
  "تؤفكون",
  "والزيتون",
  "فلنفسه",
  "واعرض",
  "زينا",
  "واقسموا",
  "ليؤمنوا",
  "يوحي",
  "بالمهتدين",
  "الرجس",
  "شهدنا",
  "واهلها",
  "مكانتكم",
  "يحكمون",
  "بطون",
  "مختلفا",
  "وصاكم",
  "اجد",
  "لصادقون",
  "ظهر",
  "لكنا",
  "خلائف",
  "صدرك",
  "اهلكناها",
  "دعواهم",
  "ثقلت",
  "لاملان",
  "سواتهما",
  "ضعفا",
  "حجاب",
  "خوفا",
  "وطمعا",
  "سحابا",
  "ولكني",
  "تعدنا",
  "ناقة",
  "بسوء",
  "الرجفة",
  "دارهم",
  "فتولى",
  "لتاتون",
  "جواب",
  "شعيب",
  "توكلنا",
  "قومنا",
  "يغنوا",
  "الغالبين",
  "وانكم",
  "كشفنا",
  "فانتقمنا",
  "غافلين",
  "تجهلون",
  "جسدا",
  "ارحم",
  "يهدون",
  "ذريتهم",
  "المبطلون",
  "علمها",
  "لنفسي",
  "مسني",
  "اليها",
  "فتعالى",
  "تدعوهم",
  "فاستعذ",
  "احدى",
  "الفتح",
  "ويصدون",
  "يتوفى",
  "قوي",
  "دونهم",
  "يغلبوا",
  "سبق",
  "يؤتكم",
  "وهاجروا",
  "عاهدتم",
  "الاكبر",
  "للمشركين",
  "استقاموا",
  "صدور",
  "الفائزون",
  "فتربصوا",
  "تغن",
  "عدة",
  "القيم",
  "بنا",
  "ياتون",
  "رضوا",
  "يؤذون",
  "والمنافقين",
  "واخرون",
  "يحبون",
  "نصب",
  "ايكم",
  "عجبا",
  "انذر",
  "قدم",
  "يدبر",
  "لقاءنا",
  "ويعبدون",
  "اذقنا",
  "مكرا",
  "اتاها",
  "بالامس",
  "ذلة",
  "فسيقولون",
  "تحكمون",
  "العمي",
  "نرينك",
  "لحق",
  "لتسكنوا",
  "فعليه",
  "واخيه",
  "يقضي",
  "فاسال",
  "تدع",
  "فصلت",
  "صنعوا",
  "نراك",
  "ينفعكم",
  "باعيننا",
  "ياتيه",
  "زوجين",
  "موج",
  "رحم",
  "بعدا",
  "تتولوا",
  "هود",
  "نجينا",
  "منيب",
  "لوطا",
  "بعزيز",
  "ظالمة",
  "لاجل",
  "عطاء",
  "فاختلف",
  "خلقهم",
  "ليوسف",
  "ابيكم",
  "صالحين",
  "غدا",
  "تصفون",
  "خضر",
  "ارجع",
  "مكين",
  "باب",
  "اخاه",
  "ابي",
  "يتق",
  "لطيف",
  "تسالهم",
  "نوحي",
  "يجري",
  "بماء",
  "اعناقهم",
  "لشديد",
  "اسر",
  "خلفه",
  "مرد",
  "بحمده",
  "عقبى",
  "وازواجهم",
  "عقاب",
  "صبار",
  "ارسلتم",
  "محيص",
  "قرار",
  "يصلونها",
  "البلد",
  "وللمؤمنين",
  "مقرنين",
  "شيطان",
  "رجيم",
  "صلصال",
  "خلقناه",
  "متقابلين",
  "بغلام",
  "الايكة",
  "جناحك",
  "الوانه",
  "ولتبتغوا",
  "البنات",
  "ثمرات",
  "مختلف",
  "العمر",
  "يقدر",
  "وضرب",
  "والافئدة",
  "يؤذن",
  "ندعو",
  "البصير",
  "حملنا",
  "علوا",
  "لتبتغوا",
  "فحق",
  "مسئولا",
  "صرفنا",
  "نفورا",
  "ولوا",
  "عظاما",
  "احاط",
  "حاصبا",
  "بيمينه",
  "يزيد",
  "ظهيرا",
  "تنزيلا",
  "لينذر",
  "الكهف",
  "لبثوا",
  "فلينظر",
  "سيقولون",
  "يحلون",
  "اساور",
  "بربي",
  "تستطيع",
  "موعدا",
  "اهلكناهم",
  "البحرين",
  "سببا",
  "يحسبون",
  "يرجو",
  "وكانت",
  "سويا",
  "وعشيا",
  "بوالديه",
  "وجعلني",
  "رحمتنا",
  "مخلصا",
  "وامن",
  "افرايت",
  "اتيكم",
  "نودي",
  "كي",
  "سبلا",
  "النجوى",
  "افلح",
  "تزكى",
  "الهتكم",
  "ينطقون",
  "ونجيناه",
  "فاستجبنا",
  "ادري",
  "علقة",
  "يولج",
  "ويولج",
  "اباءهم",
  "اخوانهن",
  "ابائكم",
  "نذيرا",
  "واصيلا",
  "ثبورا",
  "مستقرا",
  "بلدة",
  "اغرقنا",
  "اخوهم",
  "فتحا",
  "لدي",
  "اشكر",
  "راه",
  "فانبتنا",
  "وهامان",
  "انس",
  "يناديهم",
  "وابراهيم",
  "ريحا",
  "فيومئذ",
  "تدري",
  "الماوى",
  "جنود",
  "جميلا",
  "منكن",
  "والمشركين",
  "ليقولون",
  "كذاب",
  "ممنون",
  "فضة",
  "مولى",
  "النذر",
  "فذكر",
  "يسرنا",
  "بالنذر",
  "سقر",
  "باسم",
  "سبح",
  "رزقه",
  "حسابا",
  "راضية",
  "المسكين",
  "ادبر",
  "ايحسب",
  "وتواصوا",
  "الرجيم",
  "بسم",
  "مالك",
  "سمعهم",
  "انؤمن",
  "مهتدين",
  "صم",
  "عمي",
  "بالكافرين",
  "البرق",
  "بناء",
  "متشابها",
  "فوقها",
  "يوصل",
  "تبدون",
  "ابى",
  "واستكبر",
  "رغدا",
  "ومتاع",
  "كلمات",
  "ياتينكم",
  "واياي",
  "كافر",
  "تشتروا",
  "والصلاة",
  "ملاقو",
  "يسومونكم",
  "ويستحيون",
  "نساءكم",
  "جهرة",
  "الصاعقة",
  "الغمام",
  "المن",
  "والسلوى",
  "وادخلوا",
  "فانزلنا",
  "رجزا",
  "اضرب",
  "بعصاك",
  "الحجر",
  "تنبت",
  "عصوا",
  "يعتدون",
  "اتيناكم",
  "البقر",
  "قتلتم",
  "مخرج",
  "كلام",
  "اولا",
  "بايديهم",
  "وويل",
  "اياما",
  "معدودة",
  "كسب",
  "تشهدون",
  "وقفينا",
  "تهوى",
  "وفريقا",
  "بئسما",
  "يكفروا",
  "قلبك",
  "يضرهم",
  "خلاق",
  "تسالوا",
  "اجره",
  "مساجد",
  "بينا",
  "اتبعت",
  "بيتي",
  "اياتك",
  "ويعلمهم",
  "ويزكيهم",
  "كسبتم",
  "نفرق",
  "اعمالنا",
  "ويكون",
  "عقبيه",
  "بالناس",
  "تقلب",
  "قبلة",
  "فول",
  "شطر",
  "اتيت",
  "فاستبقوا",
  "لئلا",
  "حجة",
  "ويعلمكم",
  "يقتل",
  "الاموال",
  "بهما",
  "وبث",
  "القوة",
  "وراوا",
  "الاسباب",
  "ومثل",
  "الخنزير",
  "باغ",
  "بطونهم",
  "يكلمهم",
  "والنبيين",
  "واتى",
  "الرقاب",
  "الحر",
  "باحسان",
  "والاقربين",
  "الصيام",
  "معدودات",
  "مريضا",
  "فدية",
  "العسر",
  "الداع",
  "لباس",
  "وابتغوا",
  "يتبين",
  "ابوابها",
  "تعتدوا",
  "واقتلوهم",
  "راسه",
  "واستغفروا",
  "اباءكم",
  "تعجل",
  "يومين",
  "سعى",
  "ظلل",
  "فهدى",
  "حسبتم",
  "مستهم",
  "تكرهوا",
  "وكفر",
  "يردوكم",
  "الخمر",
  "والميسر",
  "ومنافع",
  "تتفكرون",
  "فاخوانكم",
  "المحيض",
  "فاتوهن",
  "باللغو",
  "نسائهم",
  "يقيما",
  "ظنا",
  "فامسكوهن",
  "يتم",
  "اردتم",
  "اتيتم",
  "ويذرون",
  "عقدة",
  "النكاح",
  "تمسوهن",
  "تعفوا",
  "لنبي",
  "ابعث",
  "يؤتي",
  "ملكه",
  "غلبت",
  "افرغ",
  "اقدامنا",
  "نتلوها",
  "ورفع",
  "بيع",
  "والكافرون",
  "القيوم",
  "يشفع",
  "الرشد",
  "الغي",
  "عروشها",
  "وانظر",
  "العظام",
  "تؤمن",
  "فخذ",
  "جبل",
  "وابل",
  "يقدرون",
  "ضعفين",
  "واعناب",
  "بالفحشاء",
  "الفقراء",
  "ويكفر",
  "للفقراء",
  "اغنياء",
  "البيع",
  "وحرم",
  "موعظة",
  "فلكم",
  "كاتب",
  "واقوم",
  "واشهدوا",
  "تخفوه",
  "وكتبه",
  "واليك",
  "وعليها",
  "حملته",
  "وارحمنا",
  "وهب",
  "الوهاب",
  "جامع",
  "كداب",
  "واخرى",
  "بنصره",
  "الشهوات",
  "حسن",
  "يامرون",
  "فبشرهم",
  "يتولى",
  "وبينه",
  "امدا",
  "ونوحا",
  "عمران",
  "بعضها",
  "عندها",
  "قائم",
  "يلقون",
  "المهد",
  "الطين",
  "طيرا",
  "الحواريون",
  "ومكروا",
  "ومكر",
  "لعنت",
  "نشرك",
  "بعضنا",
  "اربابا",
  "اتبعوه",
  "يضلون",
  "دمت",
  "اوفى",
  "السنتهم",
  "والحكم",
  "والنبوة",
  "وشهدوا",
  "وجاءهم",
  "الضالون",
  "تفرقوا",
  "ففي",
  "تامرون",
  "الانبياء",
  "اناء",
  "ظلمهم",
  "ودوا",
  "الغيظ",
  "يضركم",
  "كيدهم",
  "نصركم",
  "الن",
  "النصر",
  "العاملين",
  "تهنوا",
  "تحزنوا",
  "اعقابكم",
  "لنفس",
  "نؤته",
  "فاتاهم",
  "فاتكم",
  "الغم",
  "امنة",
  "وطائفة",
  "يخفون",
  "التقى",
  "ضربوا",
  "ماتوا",
  "ليجعل",
  "حسرة",
  "يجمعون",
  "غالب",
  "غل",
  "رضوان",
  "وماواه",
  "للايمان",
  "حسبنا",
  "يضروا",
  "حظا",
  "يحسبن",
  "لانفسهم",
  "يبخلون",
  "قبلي",
  "كذبوك",
  "ذائقة",
  "وانما",
  "وادخل",
  "فاستجاب",
  "سبيلي",
  "خاشعين",
  "مثنى",
  "غنيا",
  "الوالدان",
  "والاقربون",
  "فلها",
  "السدس",
  "نصف",
  "امراة",
  "اخت",
  "يعص",
  "خالدا",
  "فاعرضوا",
  "توابا",
  "يتوبون",
  "مبينة",
  "واثما",
  "ميثاقا",
  "غليظا",
  "وساء",
  "حرمت",
  "دخلتم",
  "بهن",
  "والمحصنات",
  "باموالكم",
  "خشي",
  "ليبين",
  "ويتوب",
  "ويريد",
  "كبائر",
  "مدخلا",
  "نصيبهم",
  "عليا",
  "واعبدوا",
  "تشركوا",
  "وجئنا",
  "ويريدون",
  "يحرفون",
  "مواضعه",
  "واسمع",
  "فتيلا",
  "امروا",
  "شجر",
  "قضيت",
  "كتبنا",
  "اقتلوا",
  "واشد",
  "والشهداء",
  "انفروا",
  "فوزا",
  "فقاتلوا",
  "اينما",
  "يكادون",
  "اصابك",
  "حفيظا",
  "طاعة",
  "يبيتون",
  "يهاجروا",
  "جاءوكم",
  "ردوا",
  "فتحرير",
  "ضربتم",
  "فتبينوا",
  "مغانم",
  "المجاهدين",
  "مصيرا",
  "فاقيموا",
  "يعدهم",
  "قيلا",
  "خليلا",
  "ويات",
  "شاكرا",
  "يتخذوا",
  "تعدوا",
  "واخذنا",
  "وقولهم",
  "طبع",
  "واكلهم",
  "وايوب",
  "انزله",
  "عبادته",
  "برهان",
  "كانتا",
  "بهيمة",
  "الصيد",
  "ورضوانا",
  "يجرمنكم",
  "السبع",
  "تطلع",
  "ينبئهم",
  "ويعفو",
  "وكتاب",
  "فانها",
  "يتقبل",
  "ويلتى",
  "فكانما",
  "فسادا",
  "تقطع",
  "ومثله",
  "يعذب",
  "المقسطين",
  "وعندهم",
  "حكم",
  "كفارة",
  "احكم",
  "فاعلم",
  "يصيبهم",
  "يتولهم",
  "دائرة",
  "يرتد",
  "بقوم",
  "ولعبا",
  "انبئكم",
  "يد",
  "يداه",
  "ارجلهم",
  "وارسلنا",
  "اهواء",
  "حرما",
  "لتعلموا",
  "اعلموا",
  "انهما",
  "ايمان",
  "يجمع",
  "ونكون",
  "تغفر",
  "والنور",
  "اجلا",
  "مكناهم",
  "مدرارا",
  "فاهلكناهم",
  "استهزئ",
  "برسل",
  "سخروا",
  "انظروا",
  "يمسسك",
  "يستمع",
  "يفقهوه",
  "ينهون",
  "بدا",
  "حياتنا",
  "وربنا",
  "لعب",
  "ولهو",
  "مبدل",
  "لكلمات",
  "استطعت",
  "يبعثهم",
  "يحشرون",
  "يجعله",
  "فرحوا",
  "مبلسون",
  "يصدفون",
  "وانذر",
  "وعنده",
  "تضرعا",
  "وغرتهم",
  "ينفعنا",
  "تتذكرون",
  "الفريقين",
  "هدينا",
  "ابائهم",
  "وذرياتهم",
  "قدروا",
  "حولها",
  "يحافظون",
  "الهون",
  "تستكبرون",
  "تقدير",
  "فصلنا",
  "طلعها",
  "اعناب",
  "ثمره",
  "فعليها",
  "جعلناك",
  "فينبئهم",
  "والجن",
  "وتمت",
  "يخرصون",
  "اجرموا",
  "صدره",
  "كانما",
  "معشر",
  "مهلك",
  "والنخل",
  "حقه",
  "ثمانية",
  "بعلم",
  "عندكم",
  "تتبعون",
  "فلو",
  "تشهد",
  "نكلف",
  "فاتبعوه",
  "ايمانها",
  "منتظرون",
  "يجزى",
  "شريك",
  "تكسب",
  "بياتا",
  "منعك",
  "المنظرين",
  "مدحورا",
  "تبعك",
  "الناصحين",
  "ربهما",
  "وفيها",
  "لباسا",
  "اتقولون",
  "ويحسبون",
  "لعباده",
  "يستقدمون",
  "دخلت",
  "يلج",
  "ونزعنا",
  "ويبغونها",
  "تلقاء",
  "تجعلنا",
  "لهوا",
  "بكتاب",
  "شفعاء",
  "والنجوم",
  "مسخرات",
  "والامر",
  "ميت",
  "لنراك",
  "خلفاء",
  "فاتنا",
  "اسماء",
  "سميتموها",
  "فانتظروا",
  "المنتظرين",
  "تمسوها",
  "فياخذكم",
  "تتخذون",
  "الناقة",
  "ابلغتكم",
  "اتاتون",
  "مطرا",
  "تبخسوا",
  "اشياءهم",
  "عدنا",
  "لخاسرون",
  "بدلنا",
  "يطبع",
  "فالقى",
  "عصاه",
  "يده",
  "للناظرين",
  "لساحر",
  "يخرجكم",
  "ارضكم",
  "فماذا",
  "واخاه",
  "المدائن",
  "حاشرين",
  "لاجرا",
  "وجاءوا",
  "بسحر",
  "عصاك",
  "تلقف",
  "نساءهم",
  "واصبروا",
  "والعاقبة",
  "الرجز",
  "فاغرقناهم",
  "واورثنا",
  "مكانه",
  "دكا",
  "وكن",
  "الالواح",
  "يجزون",
  "يهديهم",
  "اسفا",
  "والقى",
  "اخذتهم",
  "شئت",
  "ويحل",
  "ولعلهم",
  "الصالحون",
  "ياتهم",
  "نضيع",
  "واقع",
  "فاتبعه",
  "لجهنم",
  "يلحدون",
  "نصرا",
  "شركاءكم",
  "خذ",
  "نزغ",
  "بالغدو",
  "والاصال",
  "بكلماته",
  "رجز",
  "ويثبت",
  "لقيتم",
  "وللرسول",
  "وقلبه",
  "ورزقكم",
  "واولادكم",
  "بعضه",
  "سنت",
  "المولى",
  "اسفل",
  "يتوكل",
  "يضربون",
  "وذوقوا",
  "عهدهم",
  "واخرين",
  "يعلمهم",
  "وعند",
  "يظهروا",
  "فصدوا",
  "يستوون",
  "ومساكن",
  "سكينته",
  "تروها",
  "المشركون",
  "نوره",
  "ودين",
  "ليظهره",
  "عاما",
  "بالحياة",
  "فانزل",
  "الخروج",
  "فرحون",
  "تعجبك",
  "ملجا",
  "تعتذروا",
  "ليظلمهم",
  "جاهد",
  "استغفر",
  "تستغفر",
  "المخلفون",
  "الضعفاء",
  "عملكم",
  "اسس",
  "يزال",
  "واموالهم",
  "والمهاجرين",
  "يفتنون",
  "نظر",
  "عدد",
  "ضره",
  "ضراء",
  "وظن",
  "عاصم",
  "ويخرج",
  "الضلال",
  "شركائكم",
  "تهدي",
  "يلبثوا",
  "نتوفينك",
  "عذابه",
  "وربي",
  "ظلمت",
  "شان",
  "قران",
  "البشرى",
  "مبصرا",
  "فنجيناه",
  "وتكون",
  "ويحق",
  "للقوم",
  "لتكون",
  "ورزقناهم",
  "كلهم",
  "ننجي",
  "اقم",
  "للدين",
  "فعلت",
  "يهتدي",
  "استغفروا",
  "رزقها",
  "فخور",
  "كنز",
  "وزينتها",
  "شاهد",
  "يعرضون",
  "كاذبين",
  "مغرقون",
  "يخزيه",
  "واهلك",
  "بسلام",
  "فطرني",
  "جبار",
  "عنيد",
  "فعقروها",
  "تمتعوا",
  "القوي",
  "خيفة",
  "فاسر",
  "باهلك",
  "سجيل",
  "نفعل",
  "وسلطان",
  "ظلمناهم",
  "تطغوا",
  "تنصرون",
  "واقم",
  "عاملون",
  "الاحاديث",
  "عصبة",
  "قائل",
  "لحافظون",
  "الذئب",
  "سولت",
  "وجاءت",
  "مصر",
  "مكنا",
  "دبر",
  "لذنبك",
  "ايديهن",
  "ودخل",
  "بتاويله",
  "بال",
  "كيل",
  "انقلبوا",
  "اهلهم",
  "المتوكلون",
  "حاجة",
  "اوى",
  "جزاؤه",
  "ياذن",
  "ارجعوا",
  "حافظين",
  "كظيم",
  "روح",
  "يجزي",
  "ادعو",
  "عمد",
  "ترونها",
  "الاغلال",
  "ويستعجلونك",
  "يريكم",
  "يسجد",
  "جعلوا",
  "حلية",
  "ويخافون",
  "يدخلونها",
  "اللعنة",
  "اناب",
  "بذكر",
  "بالرحمن",
  "تصيبهم",
  "واق",
  "ارضنا",
  "فاوحى",
  "وعيد",
  "البعيد",
  "القرار",
  "فاجعل",
  "اسماعيل",
  "يؤخرهم",
  "مهطعين",
  "مكروا",
  "والسماوات",
  "وقران",
  "اجلها",
  "لمجنون",
  "لقالوا",
  "وانبتنا",
  "نحيي",
  "حما",
  "مسنون",
  "اجمعون",
  "سبعة",
  "جئناك",
  "ادبارهم",
  "متعنا",
  "واخفض",
  "انذروا",
  "تعالى",
  "تميد",
  "تسرون",
  "تعلنون",
  "فالقوا",
  "فادخلوا",
  "المتكبرين",
  "يخسف",
  "ليكفروا",
  "ويجعلون",
  "ظل",
  "للشاربين",
  "فضلوا",
  "ومتاعا",
  "نبعث",
  "يستعتبون",
  "يفسدون",
  "ونزلنا",
  "وايتاء",
  "والمنكر",
  "ولنجزينهم",
  "الكاذبون",
  "تاتي",
  "وجعلناه",
  "دوني",
  "شكورا",
  "مبصرة",
  "اقرا",
  "العاجلة",
  "اف",
  "الذل",
  "اوحى",
  "ليذكروا",
  "حليما",
  "مسحورا",
  "تحويلا",
  "الرؤيا",
  "خسارا",
  "انعمنا",
  "فابى",
  "تسع",
  "تدعوا",
  "عددا",
  "فرارا",
  "كلبهم",
  "نسيت",
  "تريد",
  "كالمهل",
  "سندس",
  "واستبرق",
  "واضرب",
  "زرعا",
  "تظلم",
  "وفجرنا",
  "اظن",
  "وخير",
  "ووضع",
  "مشفقين",
  "نسيا",
  "الحوت",
  "ستجدني",
  "فانطلقا",
  "السفينة",
  "نكرا",
  "القرنين",
  "ووجد",
  "سدا",
  "الحديد",
  "جمعا",
  "شقيا",
  "فخرج",
  "تقيا",
  "جبارا",
  "وسلام",
  "روحنا",
  "مت",
  "امك",
  "بالصلاة",
  "والينا",
  "تعبد",
  "جاءني",
  "يمسك",
  "تنته",
  "الايمن",
  "لغوا",
  "واصطبر",
  "فردا",
  "تكاد",
  "وهل",
  "لاهله",
  "انست",
  "بالواد",
  "تسعى",
  "ادلكم",
  "تقر",
  "فقولا",
  "لعله",
  "خاب",
  "يمينك",
  "بعبادي",
  "ولكنا",
  "يحمل",
  "تنفع",
  "الصحف",
  "فستعلمون",
  "شاعر",
  "فسبحان",
  "فاعبدون",
  "مكرمون",
  "ارتضى",
  "فذلك",
  "واباءهم",
  "عابدين",
  "يقال",
  "الكرب",
  "ومثلهم",
  "وذا",
  "الوارثين",
  "وجعلناها",
  "البعث",
  "ينصره",
  "نذقه",
  "تشرك",
  "جعلناها",
  "نصرهم",
  "لقوي",
  "يكذبوك",
  "معاجزين",
  "تمنى",
  "يلقي",
  "لعلى",
  "ليكون",
  "لقادرون",
  "انصرني",
  "كذبون",
  "انشانا",
  "وقلوبهم",
  "ينطق",
  "واباؤنا",
  "ورائهم",
  "نفخ",
  "سخريا",
  "الكريم",
  "يدع",
  "يرمون",
  "اربع",
  "زينتهن",
  "ايه",
  "مبينات",
  "كانها",
  "مباركة",
  "يضعن",
  "نشورا",
  "يلقى",
  "فجعلناه",
  "اتخذت",
  "ضربنا",
  "الظل",
  "فجعله",
  "سراجا",
  "مروا",
  "نشا",
  "سيهدين",
  "بقلب",
  "ونجني",
  "المشحون",
  "بمعذبين",
  "وتذرون",
  "الامين",
  "يستعجلون",
  "ولى",
  "يوزعون",
  "القي",
  "يشكر",
  "امه",
  "شيعته",
  "قتلت",
  "فاخذناه",
  "اعرضوا",
  "ليت",
  "يلقاها",
  "وليعلمن",
  "حسب",
  "ووصينا",
  "يبدئ",
  "النشاة",
  "يجحد",
  "كفره",
  "مصفرا",
  "فبشره",
  "يعرج",
  "منتقمون",
  "امهاتهم",
  "فاحبط",
  "اسوة",
  "زادهم",
  "امسك",
  "شاهدا",
  "ومبشرا",
  "افاء",
  "يدريك",
  "لعل",
  "وقدر",
  "وقليل",
  "جنتان",
  "شرك",
  "اروني",
  "تضع",
  "مقتا",
  "جميع",
  "الاجداث",
  "بقادر",
  "اهم",
  "خلقناهم",
  "معين",
  "قاصرات",
  "الطرف",
  "مكنون",
  "البطون",
  "منذرين",
  "فراغ",
  "فكفروا",
  "فتول",
  "الغفار",
  "حطاما",
  "جاءوها",
  "خزنتها",
  "امرها",
  "صاعقة",
  "الجمع",
  "الجوار",
  "بذلك",
  "يضحكون",
  "واكواب",
  "يلاقوا",
  "يعرض",
  "وانهار",
  "حميما",
  "فاولى",
  "يبخل",
  "لتؤمنوا",
  "مؤمنات",
  "فاصلحوا",
  "معتد",
  "لواقع",
  "تذر",
  "لحكم",
  "والاولى",
  "بالحسنى",
  "صحف",
  "سيعلمون",
  "الميزان",
  "الميمنة",
  "المشامة",
  "وفاكهة",
  "مرفوعة",
  "مسكينا",
  "الحاقة",
  "لقول",
  "بقول",
  "للبشر",
  "بالدين",
  "يره",
  "القدر",
  "القارعة",
  "ويقيمون",
  "اانذرتهم",
  "تنذرهم",
  "غشاوة",
  "يخادعون",
  "فزادهم",
  "مصلحون",
  "لقوا",
  "يجعلون",
  "اصابعهم",
  "الصواعق",
  "حذر",
  "لذهب",
  "بسورة",
  "شهداءكم",
  "وقودها",
  "والحجارة",
  "يستحيي",
  "ميثاقه",
  "ويقطعون",
  "ويفسدون",
  "امواتا",
  "جاعل",
  "خليفة",
  "وعلم",
  "باسمائهم",
  "اسكن",
  "وزوجك",
  "شئتما",
  "تقربا",
  "فتكونا",
  "كانا",
  "فتلقى",
  "هداي",
  "فارهبون",
  "الراكعين",
  "بالبر",
  "وتنسون",
  "وانها",
  "لكبيرة",
  "فضلتكم",
  "تجزي",
  "والفرقان",
  "ظلمتم",
  "بارئكم",
  "فاقتلوا",
  "وظللنا",
  "ظلمونا",
  "حطة",
  "نغفر",
  "خطاياكم",
  "فبدل",
  "اثنتا",
  "مشربهم",
  "فادع",
  "وضربت",
  "الذلة",
  "وباءوا",
  "والصابئين",
  "قردة",
  "خاسئين",
  "فجعلناها",
  "نكالا",
  "تؤمرون",
  "لونها",
  "تشابه",
  "لمهتدون",
  "ويريكم",
  "قست",
  "خلا",
  "فتح",
  "اماني",
  "كتبت",
  "تمسنا",
  "تظاهرون",
  "يردون",
  "وايدناه",
  "كذبتم",
  "غلف",
  "عرفوا",
  "انبياء",
  "وعصينا",
  "فتمنوا",
  "نزله",
  "وجبريل",
  "يفرقون",
  "اشتراه",
  "يختص",
  "برحمته",
  "رسولكم",
  "ود",
  "كفارا",
  "تجدوه",
  "ليست",
  "وسعى",
  "يدخلوها",
  "قانتون",
  "بديع",
  "ترضى",
  "ملتهم",
  "بكلمات",
  "ينال",
  "للطائفين",
  "والركع",
  "يرفع",
  "القواعد",
  "واجعلنا",
  "وتب",
  "وابعث",
  "اسلمت",
  "تموتن",
  "الهك",
  "واله",
  "تهتدوا",
  "قولوا",
  "النبيون",
  "صبغة",
  "قبلتهم",
  "جعلناكم",
  "لتكونوا",
  "وحيث",
  "فولوا",
  "شطره",
  "بتابع",
  "يعرفونه",
  "خرجت",
  "تخشوهم",
  "استعينوا",
  "اموات",
  "ولنبلونكم",
  "ونقص",
  "اصابتهم",
  "حج",
  "يطوف",
  "تطوع",
  "والهكم",
  "والفلك",
  "وتصريف",
  "تبرا",
  "حسرات",
  "بخارجين",
  "والفحشاء",
  "يزكيهم",
  "حبه",
  "ذوي",
  "الباساء",
  "الباس",
  "القصاص",
  "بالانثى",
  "الوصية",
  "بدله",
  "سمعه",
  "فعدة",
  "مسكين",
  "العدة",
  "فليستجيبوا",
  "الخيط",
  "عاكفون",
  "المساجد",
  "لتاكلوا",
  "ظهورها",
  "ثقفتموهم",
  "والفتنة",
  "قاتلوكم",
  "وقاتلوهم",
  "عدوان",
  "قصاص",
  "بايديكم",
  "واحسنوا",
  "استيسر",
  "رءوسكم",
  "محله",
  "تمتع",
  "رجعتم",
  "كاملة",
  "معلومات",
  "فسوق",
  "تبتغوا",
  "افضتم",
  "افيضوا",
  "قضيتم",
  "وقنا",
  "تاخر",
  "قوله",
  "الخصام",
  "اتق",
  "اخذته",
  "ويسخرون",
  "فبعث",
  "اختلف",
  "وزلزلوا",
  "وعسى",
  "قتال",
  "وصد",
  "والمسجد",
  "يزالون",
  "دينه",
  "العفو",
  "اصلاح",
  "مشركة",
  "اعجبتكم",
  "مشرك",
  "ويبين",
  "حرثكم",
  "الطلاق",
  "يتربصن",
  "بانفسهن",
  "اصلاحا",
  "ولهن",
  "تاخذوا",
  "يتعد",
  "طلقها",
  "تحل",
  "فبلغن",
  "ضرارا",
  "تعضلوهن",
  "يوعظ",
  "واطهر",
  "اولادهن",
  "الرضاعة",
  "تكلف",
  "مولود",
  "تراض",
  "يتوفون",
  "بلغن",
  "فعلن",
  "انفسهن",
  "اجله",
  "طلقتموهن",
  "فرضتم",
  "يعفو",
  "موتوا",
  "يقرض",
  "فيضاعفه",
  "اضعافا",
  "نقاتل",
  "عسيتم",
  "تقاتلوا",
  "نبيهم",
  "طالوت",
  "سعة",
  "بسطة",
  "التابوت",
  "تحمله",
  "يطعمه",
  "طاقة",
  "برزوا",
  "وثبت",
  "وانصرنا",
  "دفع",
  "لفسدت",
  "كلم",
  "اقتتلوا",
  "يحيطون",
  "كرسيه",
  "ويؤمن",
  "استمسك",
  "بالعروة",
  "الوثقى",
  "اولياؤهم",
  "اتاه",
  "ارني",
  "جزءا",
  "تبطلوا",
  "رئاء",
  "فمثله",
  "فاتت",
  "تنفقون",
  "نفقة",
  "يوف",
  "ضربا",
  "واحل",
  "تبتم",
  "رءوس",
  "توفى",
  "ياب",
  "يكتب",
  "وليتق",
  "يستطيع",
  "رجالكم",
  "الشهداء",
  "تضل",
  "صغيرا",
  "اقسط",
  "حاضرة",
  "الشهادة",
  "يكلف",
  "قبلنا",
  "مولانا",
  "فيتبعون",
  "وابتغاء",
  "فئتين",
  "حب",
  "الذهب",
  "والفضة",
  "والخيل",
  "والصادقين",
  "والقانتين",
  "وجهي",
  "ووفيت",
  "تؤتي",
  "بيدك",
  "وتخرج",
  "تتقوا",
  "ويحذركم",
  "بينها",
  "فاتبعوني",
  "نذرت",
  "فتقبل",
  "وضعتها",
  "نباتا",
  "دخل",
  "يصلي",
  "يبشرك",
  "بكلمة",
  "ايتك",
  "والابكار",
  "لربك",
  "نوحيه",
  "وجيها",
  "وكهلا",
  "يمسسني",
  "والتوراة",
  "كهيئة",
  "الاكمه",
  "والابرص",
  "ومصدقا",
  "انصاري",
  "واشهد",
  "بانا",
  "فاكتبنا",
  "الماكرين",
  "فيوفيهم",
  "بالمفسدين",
  "فقولوا",
  "اشهدوا",
  "تحاجون",
  "مسلما",
  "يؤتى",
  "بيد",
  "تامنه",
  "يؤده",
  "الاميين",
  "بعهده",
  "واتقى",
  "عبادا",
  "تدرسون",
  "فاشهدوا",
  "وكرها",
  "ازدادوا",
  "فاتبعوا",
  "وفيكم",
  "بحبل",
  "فاصبحتم",
  "اخوانا",
  "شفا",
  "وتؤمنون",
  "ثقفوا",
  "ليسوا",
  "يفعلوا",
  "بالمتقين",
  "خبالا",
  "عنتم",
  "بدت",
  "تخفي",
  "اولاء",
  "تسؤهم",
  "مقاعد",
  "همت",
  "طائفتان",
  "الاف",
  "منزلين",
  "ولتطمئن",
  "ليقطع",
  "وجنة",
  "عرضها",
  "فاستغفروا",
  "الذنوب",
  "سنن",
  "فسيروا",
  "الاعلون",
  "قرح",
  "الايام",
  "ويتخذ",
  "وليمحص",
  "تمنون",
  "افان",
  "مات",
  "انقلبتم",
  "تموت",
  "استكانوا",
  "فتنقلبوا",
  "سنلقي",
  "قتلنا",
  "لالى",
  "فاعف",
  "فتوكل",
  "باء",
  "اصابتكم",
  "فباذن",
  "نافقوا",
  "يرزقون",
  "يلحقوا",
  "يخوف",
  "اولياءه",
  "نملي",
  "ليزدادوا",
  "يجتبي",
  "بخلوا",
  "ميراث",
  "سمع",
  "فقير",
  "سنكتب",
  "وقتلهم",
  "ونقول",
  "ياتينا",
  "والزبر",
  "المنير",
  "اجوركم",
  "فاز",
  "يفرحون",
  "وقعودا",
  "جنوبهم",
  "باطلا",
  "فامنا",
  "وتوفنا",
  "واوذوا",
  "وقتلوا",
  "لاكفرن",
  "الثواب",
  "رقيبا",
  "وثلاث",
  "ورباع",
  "بلغوا",
  "فقيرا",
  "للرجال",
  "وللنساء",
  "مفروضا",
  "تركوا",
  "وليقولوا",
  "سديدا",
  "فلهن",
  "ابواه",
  "فلامه",
  "الثلث",
  "وابناؤكم",
  "الربع",
  "تركن",
  "تركتم",
  "اخ",
  "واللاتي",
  "شهدوا",
  "واتيتم",
  "واخواتكم",
  "محصنين",
  "مسافحين",
  "يستطع",
  "طولا",
  "ينكح",
  "فتياتكم",
  "اخدان",
  "ويهديكم",
  "تميلوا",
  "نكفر",
  "اكتسبوا",
  "واسالوا",
  "قانتات",
  "للغيب",
  "المضاجع",
  "فابعثوا",
  "والجار",
  "بالبخل",
  "باليوم",
  "قرينا",
  "ويؤت",
  "لدنه",
  "وعصوا",
  "سكارى",
  "جنبا",
  "الغائط",
  "لامستم",
  "فتيمموا",
  "فامسحوا",
  "بوجوهكم",
  "تضلوا",
  "بالسنتهم",
  "لعنا",
  "يزكي",
  "نقيرا",
  "بجهنم",
  "جلودهم",
  "سندخلهم",
  "تاويلا",
  "لوجدوا",
  "حرجا",
  "تسليما",
  "والصالحين",
  "حذركم",
  "نؤتيه",
  "تقاتلون",
  "والمستضعفين",
  "والنساء",
  "والولدان",
  "الظالم",
  "كفوا",
  "فمال",
  "يتدبرون",
  "الامن",
  "يكف",
  "باسا",
  "ردوها",
  "ليجمعنكم",
  "اصدق",
  "اتريدون",
  "فخذوهم",
  "وجدتموهم",
  "والقوا",
  "لمؤمن",
  "خطا",
  "شهرين",
  "متتابعين",
  "توبة",
  "متعمدا",
  "فعند",
  "ظالمي",
  "فيم",
  "ولياخذوا",
  "يصلوا",
  "اسلحتكم",
  "تالمون",
  "اراك",
  "تجادل",
  "يستخفون",
  "محيطا",
  "يستغفر",
  "يكسب",
  "يضلوك",
  "يشاقق",
  "ويتبع",
  "شيطانا",
  "لعنه",
  "ولامرنهم",
  "يفتيكم",
  "تنكحوهن",
  "الولدان",
  "تقوموا",
  "سعته",
  "وصينا",
  "قوامين",
  "ليهديهم",
  "تقعدوا",
  "كسالى",
  "يراءون",
  "شكرتم",
  "وامنتم",
  "يفرقوا",
  "يؤتيهم",
  "يسالك",
  "ارنا",
  "بظلمهم",
  "نقضهم",
  "قتلوه",
  "ليؤمنن",
  "موته",
  "احلت",
  "ويونس",
  "زبورا",
  "ورسلا",
  "وظلموا",
  "طريقا",
  "طريق",
  "تغلوا",
  "يستنكف",
  "ويهديهم",
  "يرثها",
  "شنان",
  "والتقوى",
  "اكل",
  "يئس",
  "واخشون",
  "مخمصة",
  "ليطهركم",
  "وليتم",
  "خائنة",
  "تخفون",
  "رضوانه",
  "سبل",
  "بشير",
  "واتاكم",
  "جبارين",
  "ندخلها",
  "فانكم",
  "فاذهب",
  "واخي",
  "تاس",
  "ابني",
  "قربانا",
  "فقتله",
  "يواري",
  "سوءة",
  "احياها",
  "ويسعون",
  "وارجلهم",
  "تقدروا",
  "الوسيلة",
  "ظلمه",
  "للكذب",
  "فخذوه",
  "تملك",
  "يتولون",
  "ونور",
  "والاحبار",
  "وكتبنا",
  "بالنفس",
  "بعيسى",
  "لجعلكم",
  "ذنوبهم",
  "اقسموا",
  "اعزة",
  "والكفار",
  "اكثركم",
  "السحت",
  "مغلولة",
  "وليزيدن",
  "اقاموا",
  "رسالته",
  "لستم",
  "وصموا",
  "ينتهوا",
  "اتعبدون",
  "لعن",
  "عداوة",
  "تفيض",
  "الدمع",
  "اطعام",
  "مساكين",
  "ذوا",
  "بالغ",
  "الكعبة",
  "صيد",
  "والهدي",
  "اعجبك",
  "تبد",
  "فيقسمان",
  "ارتبتم",
  "وجهها",
  "اجبتم",
  "جئتهم",
  "مائدة",
  "وتطمئن",
  "ونعلم",
  "اعذبه",
  "اانت",
  "الهين",
  "تعذبهم",
  "صدقهم",
  "تمترون",
  "نمكن",
  "وانشانا",
  "قرنا",
  "لجعلناه",
  "يلبسون",
  "فحاق",
  "سكن",
  "يطعم",
  "كاشف",
  "القاهر",
  "واوحي",
  "اشهد",
  "نحشرهم",
  "يجادلونك",
  "يهلكون",
  "وقفوا",
  "ليتنا",
  "نرد",
  "نكذب",
  "بمبعوثين",
  "فرطنا",
  "يحملون",
  "اوزارهم",
  "يزرون",
  "نصرنا",
  "تبتغي",
  "سلما",
  "يستجيب",
  "قادر",
  "ارايتكم",
  "بالباساء",
  "يتضرعون",
  "اخذناهم",
  "فقطع",
  "والحمد",
  "سمعكم",
  "وختم",
  "بالغداة",
  "والعشي",
  "باعلم",
  "نهيت",
  "ضللت",
  "المهتدين",
  "يقص",
  "يعلمها",
  "تسقط",
  "بالنهار",
  "ينبئكم",
  "مولاهم",
  "اسرع",
  "ينجيكم",
  "وخفية",
  "اقيموا",
  "اصناما",
  "كوكبا",
  "افل",
  "فطر",
  "اشركتم",
  "فاي",
  "نرفع",
  "وزكريا",
  "ويحيى",
  "واليسع",
  "واخوانهم",
  "ذرهم",
  "جئتمونا",
  "فالق",
  "سكنا",
  "حسبانا",
  "خضرا",
  "نخرج",
  "النخل",
  "دانية",
  "والرمان",
  "متشابه",
  "اثمر",
  "بنين",
  "صاحبة",
  "اللطيف",
  "ابصر",
  "بحفيظ",
  "عملهم",
  "افئدتهم",
  "قبلا",
  "زخرف",
  "افئدة",
  "لكلماته",
  "سيجزون",
  "اومن",
  "سيصيب",
  "يهديه",
  "للاسلام",
  "يضله",
  "ضيقا",
  "يصعد",
  "وليهم",
  "استمتع",
  "اجلت",
  "يقصون",
  "وينذرونكم",
  "انفسنا",
  "ويستخلف",
  "لات",
  "ذرا",
  "بزعمهم",
  "يصل",
  "شركائهم",
  "شركاؤهم",
  "حجر",
  "وانعام",
  "افتراء",
  "سيجزيهم",
  "ازواجنا",
  "ميتة",
  "انشا",
  "معروشات",
  "اكله",
  "تسرفوا",
  "الذكرين",
  "اشتملت",
  "ارحام",
  "الابل",
  "لحم",
